all_quests = {
    "quest_0" : {
        1: {"text": "<b>Пробное задание 1</b>\n\n",
            "photo": "Задание 0_1.jpg",
            "url": "https://telegra.ph/Zadanie-1-Metod-CHto-esli-03-18"
        },
        2: {"text": "<b>Пробное задание 2</b>\n\n",
            "photo": "Задание 0_2.jpg",
            "url": "https://telegra.ph/Zadanie-2-Pomenyaj-okruzhenie-03-18"
        },
        3: {"text": "<b>Пробное задание 3</b>\n\n",
            "photo": "Задание 0_3.jpg",
            "url": "https://telegra.ph/Zadanie-3-Sluchajnye-sochetaniya-03-18"
        },
        4: {
            "text":"(Перебор в номере задания)Если вы увидели это сообщения, просим вас сообщить об этом нашей технической поддержке @Bananzi",
            "photo": 0,
            "url": 0
        },
    },

    "quest_1" : {
        1:{
            "text": "<b>Задание 1</b>\n\n",
            "photo": "Задание 1_1.jpg",
            "url": "https://telegra.ph/Zadanie-1-Kak-vdohnovlyatsya-kino-03-12"
        },
        2:{
            "text": "<b>Задание 2</b>\n\n",
            "photo": "Задание 1_2.jpg",
            "url": "https://telegra.ph/Zadanie-1-Kak-vdohnovlyatsya-kino-03-11"
        },
        3:{
            "text": "<b>Задание 3</b>\n\n",
            "photo": "Задание 1_3.jpg",
            "url": "https://telegra.ph/Zadanie-3-Kak-vdohnovlyatsya-brendami-03-12"
        },
        4:{
            "text": "<b>Задание 4</b>\n\n",
            "photo": "Задание 1_4.jpg",
            "url": "https://telegra.ph/Zadanie-4-Kak-vdohnovlyatsya-lyudmi-03-12"
        },
        5: {
            "text" : "<b>Задание 5</b>\n\n"
                    "Помни, что вдохновение приходит к тем, кто ищет. А ты на верном пути!", 
            "photo" : "Задание 1_5.jpeg",
            "url": "https://telegra.ph/Zadanie-5-Dialog-kultur-03-11"
        },
        6: {
            "text": "<b>Задание 6</b>\n\n"
                    "Каждый маленький шаг приближает тебя к большому открытию", 
            "photo": "Задание 1_6.png",
            "url": "https://telegra.ph/Zadanie-6-Avtorskij-stil-03-11"
        },
        7:{
            "text": "<b>Задание 7</b>\n\n",
            "photo": "Задание 1_7.jpg",
            "url": "https://telegra.ph/Zadanie-7-Vdohnovenie-predmetami-03-12"
        },
        8: {
            "text":"(Перебор в номере задания) Если вы увидели это сообщения, просим вас сообщить об этом нашей технической поддержке @Bananzi",
            "photo": 0,
            "url": 0
        },
        
    }
}

hello = {
    1: ("Привет! Я — бот «Кладовка», твой личный тренер по творческому мышлению! 🎨✨ \nМы поможем тебе генерировать идеи так быстро и круто, что даже ChatGPT обзавидуется. 🚀 Секрет — в наших ежедневных тренировках, которые ты можешь выполнять в удобном для тебя темпе. 🕒", "Привет.jpg"),
    2: "С нами ты:\n\
🎯 Прокачаешь текущие проекты\n\
💡 Разовьешь насмотренность и нестандартное мышление, которое сделает рабочий процесс интересным и эффективным",
    3: "Начни с 3-дневного пробного периода, а затем выбери подходящий курс (на неделю или на две).\n\n\
Готов покорять новые вершины творчества? Тогда вперед! 💥🔥",
    4: "Готов? Тогда вперед к новым вершинам творчества! 💥🔥",
}

others = {
    'отсылка работ': "Чтобы отправить ответ на задание просто отправь его в этот чат. После успешного сохранения твоей работы бот пришлёт тебе сообщение, что всё хорошо, иначе сообщение, что произошла проблема"
}