all_quests = {
    "quest_0": {
        1: {"text": "<b>Пробное задание 1</b>\n\n<i>Большие идеи начинаются с маленького «Что если?» 🪄</i>",
            "photo": "Задание 0_1.jpg",
            "url": "https://telegra.ph/Zadanie-1-Metod-CHto-esli-03-18"
            },
        2: {"text": "<b>Пробное задание 2</b>\n\n<i>Иногда перемены снаружи запускают перемены внутри 🪅</i>",
            "photo": "Задание 0_2.jpg",
            "url": "https://telegra.ph/Zadanie-2-Pomenyaj-okruzhenie-03-18"
            },
        3: {"text": "<b>Пробное задание 3</b>\n\n<i>Солонка в форме лампы? Почему бы и нет 🤿</i>",
            "photo": "Задание 0_3.jpg",
            "url": "https://telegra.ph/Zadanie-3-Sluchajnye-sochetaniya-03-18"
            },
        4: {
            "text": "(Перебор в номере задания)Если вы увидели это сообщения, просим вас сообщить об этом нашей технической поддержке @Bananzi",
            "photo": 0,
            "url": 0
        },
    },

    "quest_1": {
        0: {
            "text": "Привет! 👋\n\n\
Курс «Как вдохновляться чужим?» — недельный курс для графических дизайнеров, который поможет находить крутые идеи в самых обычных вещах: фильмах, интернете, брендах, людях, культурах, искусстве и окружающих тебя предметах.\n\n\
Мы будем учиться замечать интересные детали, перерабатывать чужие находки и превращать их в свои уникальные решения, ведь вдохновение  — это не всегда озарение из ниоткуда, часто оно рождается из того, что уже существует. В процессе ты создашь постеры, логотипы, коллажи и многое другое.\n\n\
Будет практично, полезно и нескучно. Готов начинать? Тогда вперёд! 🚀",
            "photo": "Обложка 1_0.jpg",
            "url": 0
        },
        1: {
            "text": "<b>Задание 1</b>\n\n<i>Каждый кадр — это чья-то мысль. Найди сегодня свою!</i> 🪂",
            "photo": "Задание 1_1.jpg",
            "url": "https://telegra.ph/Zadanie-1-Kak-vdohnovlyatsya-kino-03-12"
        },
        2: {
            "text": "<b>Задание 2</b>\n\n<i>Один клик — и ты уже в новом мире 🛸</i>",
            "photo": "Задание 1_2.jpg",
            "url": "https://telegra.ph/Zadanie-1-Kak-vdohnovlyatsya-kino-03-11"
        },
        3: {
            "text": "<b>Задание 3</b>\n\n<i>Идеи — как кубики. Всё зависит от сборки 🔧</i>",
            "photo": "Задание 1_3.jpg",
            "url": "https://telegra.ph/Zadanie-3-Kak-vdohnovlyatsya-brendami-03-12"
        },
        4: {
            "text": "<b>Задание 4</b>\n\n<i>Люди — самые непредсказуемые источники вдохновения 🏄</i>",
            "photo": "Задание 1_4.jpg",
            "url": "https://telegra.ph/Zadanie-4-Kak-vdohnovlyatsya-lyudmi-03-12"
        },
        5: {
            "text": "<b>Задание 5</b>\n\n<i>Немного традиций, щепотка цвета — и готово 🍀</i>",
            "photo": "Задание 1_5.jpeg",
            "url": "https://telegra.ph/Zadanie-5-Dialog-kultur-03-11"
        },
        6: {
            "text": "<b>Задание 6</b>\n\n<i>Вдохновение не спрашивает — оно цепляет 👏</i>",
            "photo": "Задание 1_6.jpg",
            "url": "https://telegra.ph/Zadanie-6-Avtorskij-stil-03-11"
        },
        7: {
            "text": "<b>Задание 7</b>\n\n<i>Мир подсказывает. Просто оглянись 🚏</i>",
            "photo": "Задание 1_7.jpg",
            "url": "https://telegra.ph/Zadanie-7-Vdohnovenie-predmetami-03-12"
        },
        8: {
            "text": "(Перебор в номере задания) Если вы увидели это сообщения, просим вас сообщить об этом нашей технической поддержке @Bananzi",
            "photo": 0,
            "url": 0
        },
    }
}

hello = {
    1: ("Привет! Это бот «Кладовка», твой личный тренер по нестандартному мышлению!\n\n\
🎨 Он поможет тебе генерировать идеи так быстро и круто, что даже ChatGPT обзавидуется 🚀\n\n\
Секрет — в ежедневных тренировках, которые ты можешь выполнять в удобном темпе 🕒", "Привет.jpg"),
    2: "Здесь ты:\n\
🎯 Прокачаешь текущие проекты\n\
💡 Сможешь развить насмотренность и нестандартное мышление, которое сделает рабочий процесс интересным и эффективным",
    3: "Начни с 3-дневного пробного периода, а затем можешь приобрести полноценный курс.\n\n\
Готов покорять новые вершины творчества? Тогда вперед! 💥🔥",
    4: "Если увидели это сообщение, пожалуйста сообщите @Bananzi",
}

others = {
    'отсылка работ': "Чтобы отправить ответ на задание просто отправь его в этот чат. После успешного сохранения твоей работы бот пришлёт тебе сообщение, что всё хорошо, иначе сообщение, что произошла проблема"
}
