quests = {
    0: {"text":'''    Задание для того чтобы развить имеющуюся идею или дополнить ее. Методика “Что если…”. Подумай, как в разных обстоятельствах сможет измениться твой продукт/ идея.

Советуем выбрать минимум три вопроса и ответить на них в формате текста, фото или иллюстрации.  

1. Что если все люди внезапно забудут, как говорить, и начнут общаться только с помощью рисунков, жестов и танцев? 

2. Что если в мире не существуют границы, и вместо этого люди передвигаются, скачивая "порталы" из одного места в другое, как приложения на телефоне?

3. Что если вдруг все люди на Земле начали бы поочерёдно исчезать на час, и каждый раз, когда кто-то возвращался, он приносил бы с собой частицы загадочного другого мира?

4. Что если бы у нас появились "эмоциональные шлемы", которые позволяли бы нам обмениваться чувствами с другими, и каждый мог бы попробовать радость или горечь близкого человека?

5. Что если все животные решили бы стать нашими адвокатами и оставить свои привычные роли, требуя у человечества соблюдения прав всех живых существ перед судом природы?

6. Что если в определенные дни к людям приходили бы их собственные мечты в образе цветных облаков, и можно было бы общаться с ними, чтобы понять, чего нам на самом деле хочется?

7.Что если каждое утро в мире появлялись бы новые законы физики, и все мы должны были бы адаптироваться к ним, например, в один день гравитация могла бы действовать в сторону неба?
''',
        "photo": "Задание 0_1.png",
        "url": 0
    },
    1: {"text": '''    Задание для того чтобы развить имеющуюся идею или дополнить ее. 

Методика “Поменяй окружение”. Проанализируй, как сейчас ты придумываешь идеи: в какой обстановке, какие звуки окружают тебя и в какое время суток ты делаешь это.

Выбери три фактора и поменяй их на противоположные (например, если обычно придумываешь днем, то сделай это ночью). 

В ответ пришли нам свои ощущения от этого и какие идеи ты придумал. Ответ может быть в формате фото, иллюстрации или текста.
''',
        "photo": "Задание 0_2.png",
        "url": 0
    },
    2: {"text": '''    Задание для того чтобы придумать абсолютно новую идею. 

В течение дня выбери и сфотографируй 4 случайные вещи. От одной вещи возьми форму, от второй - размер, от третьей - цвет, а от четвертой - функцию. Объедини это в один объект.

Пришли нам фото всех случайных объектов и итоговый результат (это может быть иллюстрация, коллаж или рисунок). Также просим дополнить это текстовым пояснением. 
''',
        "photo": "Задание 0_3.png",
        "url": 0
    },
    3: {
        "text":"Если вы увидели это сообщения, просим вас сообщить об этом нашей технической поддержке @Bananzi",
        "photo": 0,
        "url": 0}
}

quest_1 = {
    4: {
        "text" :"<b>Задание 5</b>\n\n"
                "Помни, что вдохновение приходит к тем, кто ищет. А ты на верном пути!", 
        "photo" : "Задание 1_5.jpeg",
        "url": "https://telegra.ph/Zadanie-5-Dialog-kultur-03-11"
    },
    5: {
        "text": "<b>Задание 6</b>\n\n"
                "Каждый маленький шаг приближает тебя к большому открытию", 
        "photo": "Задание 1_6.png",
        "url": "https://telegra.ph/Zadanie-6-Avtorskij-stil-03-11"
    },
}

hello = {
    1: ("Привет! Я — бот «Кладовка», твой личный тренер по творческому мышлению! 🎨✨ \nМы поможем тебе генерировать идеи так быстро и круто, что даже ChatGPT обзавидуется. 🚀 Секрет — в наших ежедневных тренировках, которые ты можешь выполнять в удобном для тебя темпе. 🕒", "Приветственное.png"),
    2: "С нами ты:\n\
🎯 Прокачаешь текущие проекты\n\
💡 Разовьешь насмотренность и нестандартное мышление, которое сделает рабочий процесс интересным и эффективным",
    3: "Начни с 3-дневного пробного периода, а затем выбери подходящий курс (на неделю или на две).\n\n\
Готов покорять новые вершины творчества? Тогда вперед! 💥🔥",
    4: "Готов? Тогда вперед к новым вершинам творчества! 💥🔥",
}

others = {
    'отсылка работ': "Чтобы отправить ответ на задание просто отправь его в этот чат. После успешного сохранения твоей работы бот пришлёт тебе сообщение, что всё хорошо, иначе сообщение, что произошла проблема"
}